<?php

return [

    'changed' => ':name успешно изменен(а)',
    'destroyed' => ':name успешно удален(а)',
    'stored' => ':name успешно создан(а)',
    'updated' => ':name успешно обновлен(а)',

    'order.user.exists' => 'Пользователь уже состоит в заказе.',

    'error' => 'Произошла ошибка. Пожалуйста попробуйте еще раз.',
    'error.stored' => 'Произошла ошибка во время создания. Пожалуйста попробуйте еще раз.',
    'error.destroyed' => 'Произошла ошибка во время удаления. Пожалуйста попробуйте еще раз.',
    'error.updated' => 'Произошла ошибка во время обновления. Пожалуйста попробуйте еще раз.',

    'not.authorized' => 'Вы не авторизованы для данного действия',
    'not.destroyed' => ':name не удален(а)',
    'not.empty' => ':name не пустой(ая)',
    'not.found' => ':name не найден(а)',
    'not.stored' => ':name не создан(а)',

    'try-again' => 'Пожалуйста попробуйте еще раз.',

    'group' => 'Группа',
    'delivery' => 'Доставка',
    'item' => 'Товар',
    'user' => 'Пользователь',
    'order' => 'Заказ',

];
